Repository: artemumanets/Pass-Reminder
Catalog: src/TransportProject/*.lproj/Localizable.strings
Languages: pt

# AppName
source: Pass Reminder
pt: Passe Lembrete

source: Transportation type (%@)
pt: Tipo de transporte (%@)

source: Owner
pt: Proprietário

source: Owner's name
pt: Nome do proprietário

source: Owner's photo
pt: Foto do proprietário

source: Company
pt: Empresa

source: Company name
pt: Nome da empresa

source: Renew
pt: Renovação

source: Never
pt: Nunca

source: Renew Date
pt: Renovação do passe

source: Pass type
pt: Tipo do passe

source: Monthly
pt: Mensal

source: Tickets
pt: Viagens

source: Valid until
pt: Válido até

source: Pass expiration date
pt: Data de validade do passe

source: No. of trips
pt: Num. de viagens

source: Number of trips
pt: Número de viagens

source: Transportation type
pt: Tipo de transporte

source: Bus
pt: Autocarro

source: Train
pt: Comboio

source: Subway
pt: Metro

source: Boat
pt: Barco

source: Tram
pt: Eléctrico

source: Plane
pt: Avião

source: (for 0 days)
pt: (por 0 dias)

source: (for 1 day)
pt: (por 1 dia)

source: (for %d days)
pt: (por %d dias)

source: Edit pass
pt: Edição do passe

source: Add pass
pt: Adição do passe

source: General Information
pt: Informação Geral

source: Pass Information
pt: Informação do Passe

source: Renew on %@
pt: Renovação em %@

source: Valid until %@
pt: Valido até %@

source: Used in %d %@
pt: Usada em %d %@

source: pass
pt: passe

source: If photo to be removed is in use by some pass, it will be replaced with default photo.
pt: Se a foto a ser apagada estiver associada ao passe, esse passará a ter a foto por omissão.

source: %@ doesn't have permission to access photos from your photo album. You can grant these permissions in Settings App.
pt: %@ não tem permissões para aceder ao seu álbum de fotos. Pode activar as permissões através da aplicação Definições.

source: Select Owner's Photo
pt: Selecione a Foto do Proprietário

source: Take new photo
pt: Tirar uma nova foto

source: Choose photo from album
pt: Escolher a foto do álbum de fotos

source: Choose photo from local library
pt: Escolher a foto do repositório local

source: Cancel
pt: Cancelar

source: Photo Albums
pt: Álbuns de Fotos

source: (%d) Photos
pt: (%d) Fotos

source: Album - %@
pt: Álbum - %@

# Pass Notifier
source: Pass Reminder
pt: Lembrete de Passes

source: Unknown Company
pt: Empresa Desconhecida

# ButtonRenew
source: ButtonRenew_EN
pt: ButtonRenew_PT

# ButtonTicket
source: ButtonTicket_EN
pt: ButtonTicket_PT

source: Tap information button to add new passes.
pt: Toque no botão de informações para adicionar novos passes.

source: View
pt: Ver

source: Validation date is near, for %@ pass.
pt: Data de validação próxima para o passe de %@.
